Repository: 1Crazymoney/bctip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, eo, es, fi, fr, he, nl, pl, pt, ru, sv

source: Printable Bitcoin Tips
de: Ausdruckbares Bitcoin Trinkgeld
eo: Presebla Bitcoin Dankmono
es: Imprimible Bitcoin Propinas
fi: Tulostettavia Bitcoin-tippejä
fr: Pourboires Bitcoin Imprimables
he: פתקיות ביטקוין-טיפ
pl: Napiwki Bitcoin do wydruku
pt: Cupons para gorjeta em Bitcoin
ru: Распечатываемые Биткоин Чаевые
sv: Tryckbar Bitcoin Gratifikation

source: Home
de: Startseite
eo: Hejmo
es: Pantalla de inicio
fi: Koti
fr: Accueil
he: בית
nl: Startpagina
pl: Strona główna
pt: Início
ru: Начало
sv: Start

source: New Wallet
de: Neues Wallet
eo: Novaj Wallet
es: Nueva Billetera
fi: Uusi Lompakko
fr: Nouveau Portefeuille
he: ארנק חדש
nl: Nieuwe portemonnee
pl: Nowe napiwki
pt: Nova carteira
ru: Новый Кошелек
sv: Ny plånbok

source: Tip Unique Key
de: Einzigartiger Trinkgeld-Schlüssel
eo: Tip Unika Ŝlosilo
es: Clave Única de la Propina
fi: Tipin Yksilöity Avain
fr: Pourboire clé unique
he: מ
pl: Unikalny identyfikator napiwku
pt: Código do cupom
ru: Уникальный ключ чаевого
sv: Tips Unik nyckel

source: Redeem
de: Einlösen
eo: Elaĉeti
es: Redimir
fi: Lunasta
fr: Encaisser
he: פדיון
nl: Inwisselen
pl: Odbierz napiwek
pt: Resgatar
ru: Обналичить
sv: Lös

source: Statistics
de: Statistiken
eo: Statistikoj
es: Estadísticas
fi: Tilastot
fr: Statistiques
he: סטטיסטיקות
nl: Statistieken
pl: Statystyki
pt: Estatísticas
ru: Статистика
sv: Statistik

source: Support
de: Hilfe
eo: Subteno
es: Apoyo
fi: Tuki
fr: Aide
he: תמיכה
nl: Ondersteuning
pl: Pomoc
pt: Suporte
ru: Поддержка
sv: Stöd

source: thread on bitcoin forum
de: Diskussion im Bitcoin Forum
eo: fadeno pri bitcoin forumo
es: hilo en el foro de bitcoin
fi: viestiketju bitcoin-foorumilla
fr: fil sur le forum bitcoin
he: שרשור בפורום הביטקוין
nl: gesprek op bitcoin forum
pl: wątek na forum bitcoin
pt: tópico no bitcoin forum
ru: ветка на биткоин форуме
sv: tråd på Bitcoin forum

source: For donations
de: Für Spenden
eo: Por donacoj
es: Para donaciones
fi: Lahjoituksia varten
fr: Faire un don
he: לתרומה
nl: Voor donaties
pl: Darowizny
pt: Para doações
ru: Для пожертвований
sv: För donationer

source: Color and B/W templates
de: Farbige und schwarz/weiße Vorlagen
eo: Koloro kaj B / W ŝablonoj
es: Color y Blanco y Negro plantillas
fi: Väri ja B/W-malleja
fr: Modèles Couleur et N / B
he: תבניות בצבע ושחור/לבן
nl: Kleur en Z/W-sjablonen
pl: Kolorowe i czarno-białe szablony
pt: Modelos em cores e pb
ru: Цветные и ч/б шаблоны
sv: Färg och B / W mallar

source: Just Print and Cut
de: Einfach ausdrucken und zuschneiden
eo: Nur Presu kaj Cut
es: Sólo imprime y corte
fi: Tulosta ja Leikkaa
fr: Il suffit d'imprimer et de découper
he: פשוט להדפיס ולגזור
nl: Gewoon printen en uitsnijden
pl: Wystarczy wydrukować i wyciąć
pt: Imprima e recorte
ru: Просто распечатайте и разрежьте
sv: Bara Skriv ut och kapa

source: Can be printed on any printer
de: Kann mit jedem Drucker gedruckt werden
eo: Eblas presita sur neniu presilo
es: Se puede imprimir en cualquier impresora
fi: Voidaan tulostaa millä tahansa tulostimella
fr: Peut être imprimé sur n'importe quelle imprimante
he: ניתן להדפיס בכל סוגי המדפסות
nl: Kan op elke printer worden afgedrukt
pl: Można wydrukować na dowolnej drukarce
pt: Imprimível em qualquer impressora
ru: Может быть распечатано на любом принтере
sv: Kan skrivas ut på alla skrivare

source: Easy to activate
de: Einfach einzulösen
eo: Facila aktivigi
es: Fácil de activar
fi: Helppoa ottaa käyttöön
fr: Facile à encaisser
he: פשוט להפעלה
nl: Eenvoudig te activeren
pl: Łatwe przyjęcie napiwku
pt: Fácil de ativar
ru: Легко активировать
sv: Lätt att aktivera

source: Make it yourself
de: Einfach selber machen
eo: Faru ĝin vi mem
es: Hágalo usted mismo
fi: Tee se itse
fr: Faites-le vous-même
he: הכן בעמצך
nl: Doe het zelf
pl: Zrób to samemu
pt: Faça você mesmo
ru: Сделайте самостоятельно
sv: Gör det själv

source: Just pay the invoice, download generated PDF, print and cut
de: Zahle einfach den Betrag, lade die PDF herunter und drucke und schneide sie aus.
eo: Nur pagi la fakturon, download generita PDF, presi kaj tranĉo
es: Sólo paga la factura, descarga el PDF generado, imprime y corte
fi: Maksa vain lasku, lataa luotu PDF, tulosta ja leikkaa
fr: Il suffit de payer la facture, télécharger le PDF généré, imprimer et découper
he: פשוט שלמו, הורידו את קובץ הPDF, הדפיסו וגזרו
nl: Betaal de factuur, download de gegenereerde PDF, printen en uitsnijden
pl: Wystarczy wpłacić, pobrać wygenerowany PDF, wydrukować i wyciąć
pt: Pague a fatura, baixe o PDF, imprima e recorte
ru: Просто оплатите, скачайте, распечатайте и нарежьте
sv: Bara betala fakturan, ladda ner genererade PDF, skriva ut och skär

source: Promote Bitcoin
eo: Antaŭenigi Bitcoin
es: Promover Bitcoin
fi: Edistä Bitcoinia
fr: Promouvoir Bitcoin
he: קידום ביטקוין
nl: Promoot Bitcoin
pl: Promuj Bitcoina
pt: Promova o Bitcoin
ru: Продвигайте Биткоин
sv: Då Bitcoin

source: People need to know about the advantages of Bitcoins - give them tips to spread the word
de: Die Leute müssen über die Vorteile von Bitcoin informiert werden - gib ihnen Trinkgeld um Bitcoin zu verbreiten.
eo: Homoj bezonas scii pri la avantaĝoj de Bitcoins - donu ilin konsiletoj disvastigi la vorton
es: La gente necesita saber acerca de las ventajas de Bitcoins - déles propinas para correr la voz
fi: Ihmisten täytyy tietää Bitcoinien eduista - jätä heille tippejä levittääksesi sanaa
fr: Les gens ont besoin de connaître les avantages de Bitcoin - leur donner des conseils pour passer le mot
he: בחברה צריכה לדעת על היתרונות של ביטקוין. שתפו את הבריות באמצעות כרטיסי טיפ.
nl: Mensen moeten over de voordelen van Bitcoins horen - geef ze tips om die informatie te verspreiden
pl: Ludzie powinni dowiedzieć się o zaletach Bitcoina - dawaj im napiwki, aby go rozpowszechnić
pt: As pessoas devem conhecer as vantagens do Bitcoin - dê gorjetas a elas e divulgue
ru: Люди должны знать о преимуществах Биткоин - подарите им чаевой для распространения информации
sv: Människor behöver veta om fördelarna med Bitcoins - ge dem tips för att sprida ordet

source: Zero risk
de: Kein Risiko
eo: Nulo risko
es: Cero riesgo
fi: Nollariski
fr: Sans risque
he: סיכון אפסי
nl: Geen risico
pl: Zerowe ryzyko
pt: Risco zero
ru: Без рисков
sv: Noll risk

source: Versatility
de: Vielseitig
eo: Versatilidad
es: Versatilidad
fi: Monipuolisuus
fr: Versatilité
he: רב-גוניות
nl: Veelzijdigheid
pl: Wszechstronność
pt: Versatilidade
ru: Гибкость
sv: Mångsidig

source: The BCTip could be an addition to a normal cash tip or just a gift to a friend
de: Das Bitcoin Trinkgeld könnte ein Zusatz zum normalen Trinkgeld oder einfach nur ein kleines Geschenk für einen Freund sein.
eo: La BCTip povus esti aldonita al normala mono beko aŭ simple donacon al amiko
es: El BCTip podría ser una adición a una propina normal de dinero en efectivo o simplemente un regalo a un amigo
fi: BCTipin voi antaa normaalin käteistipin lisäksi tai vaikka lahjana ystävälle
fr: Le BCTip peut être un supplément à un pourboire en argent comptant ou tout simplement un cadeau à un ami
he: כרטיסי הטיפ יכולים לשמש תוספת לטיפ במזומן או מתנה לחבר
nl: De BCTip zou een aanvulling kunnen zijn op normaal geld of gewoon een cadeau aan een vriend
pl: BCTip może być dodatkiem do normalnego napiwku lub po prostu prezentem dla przyjaciela
pt: BCTip pode ser um adicional à gorjeta ou um presente a um amigo
ru: BCTip может быть дополнением к обычным чаевым или подарком другу
sv: Den BCTip skulle kunna vara ett komplement till en vanlig kontant tips eller bara en gåva till en vän

source: Localization
de: Lokalisierung
eo: Lokaligo
es: Localización
fi: Lokalisointi
fr: Localisation
he: להפוך למקומי
nl: Vertaling
pl: Wielojęzyczność
pt: Localização
ru: Локализация
sv: Lokalisering

source: BCTips can be created in several languages and used all over the world
de: BCTips können in einer Vielzahl von Sprachen erstellt und weltweit benutzt werden.
eo: BCTips povas esti kreita en pluraj lingvoj kaj uzata en la tuta mondo
es: BCTips se pueden crear en varios idiomas y utilizados en todo el mundo
fi: BCTippejä voidaan luoda useilla eri kielillä ja käyttää kaikkialla maailmassa
fr: Les BCTips peuvent être créés en plusieurs langues et utilisés partout dans le monde
he: ניתן לייצר כרטיסיות במספר רב של שפות ולהשתמש בהם בכל העולם
nl: BCTips kunnen worden gemaakt in verschillende talen en worden gebruikt over de hele wereld
pl: Napiwki BCTip mogą być wydrukowane w kilku językach i wykorzystywane na całym świecie
pt: BCTips podem ser criados em várias línguas e usados em todo o mundo
ru: BCTip могут быть созданы на нескольких языках и использованы по всему миру
sv: BCTips kan skapas på flera språk och används över hela världen

source: Free
de: Kostenlos
eo: Liberaj
es: Gratis
fi: Ilmainen
fr: Gratuit
he: חינם
nl: Gratis
pl: Bezpłatnie
pt: Grátis
ru: Бесплатно
sv: Gratis

source: The service is free, but you can donate for further development
de: Der Service ist kostenlos, Spenden für die weitere Entwicklung werden jedoch gerne angenommen
eo: La servo estas senpaga, sed oni povas donaci por plievoluigo
es: El servicio es gratuito, pero puede donar para un mayor desarrollo
fi: Palvelu on ilmainen, mutta voit lahjoittaa jatkokehitystä varten
fr: Le service est gratuit, mais un don pour le développement de BCTip est toujours apprécié
he: השירות ניתן בחינם, אך אתם יכולים לתרום על מנת לאפשר המשך פיתוח
nl: De service is gratis, maar u kunt doneren voor de verdere ontwikkeling
pl: Usługa jest bezpłatna, ale możesz wspomóc dalszy rozwój projektu
pt: O serviço é grátis, mas você pode doar para melhorar o serviço
ru: Сервис бесплатный, но вы можете пожертвовать на развитие проекта
sv: Tjänsten är gratis, men du kan donera för vidare utveckling

source: Generate New Tips
de: Erstelle neue BCTips
eo: Generi Novaj Konsiletoj
es: Generar Nuevas Propinas
fi: Luo Uusia Tippejä
fr: Générer de nouveaux pourboires
he: צור כרטיסיות חדשות
nl: Genereer Nieuwe Tips
pl: Wygeneruj nowe napiwki
pt: Gerar novos cupons
ru: Сгенерировать Новые Чаевые
sv: Generera nya tips

source: Total generated tips
de: Insgesamt erstellte Trinkgelder
eo: Sumo generita konsiletoj
es: Total de propinas generadas
fi: Luotujen tippien määrä
fr: Nombre de pourboires générés
he: סה"כ טיפ שנוצר
nl: Totaal gegenereerde tips
pl: Liczba wygenerowanych napiwków
pt: Total de cupons gerados
ru: Всего сгенерировано чаевых
sv: Totalt alstrade tips

source: Expired
de: Abgelaufen
eo: Eksvalidiĝis
es: Espirado
fi: Erääntynyt
fr: Expiré
he: פג תוקף
nl: Verlopen
pl: Napiwek nieważny
pt: Vencido
ru: Истек
sv: Förfallna

source: Tip with this URL was expired on
de: Trinkgeld-URL is abgelaufen am
eo: Tip kun ĉi retadreso finigxis je
es: Propina con esta dirección de URL se venció el
fi: Tämän URL:n tippi on erääntynyt
fr: Le pourboire avec cette URL a expiré le
he: הטיפ על הכתובת הזאת פג ב
nl: Tip met deze URL is verlopen op
pl: Ważność napiwku pod tym adresem URL upłynęła w dniu
pt: Este cupom venceu em
ru: Чаевой по этой ссылке истек
sv: Tips med denna URL ades löpte ut den

source: The funds were returned to the owner
de: Das Trinkgeld wurde an den Aussteller zurück gesendet
eo: La fundoj estis revenis al la mastro
es: Los fondos fueron devueltos a su dueño
fi: Varat palautettiin omistajalle
fr: Les fonds ont été rendus à leur propriétaire
he: הסכום הוחזר לבעלים
nl: De fondsen werden teruggegeven aan de eigenaar
pl: Środki zostały zwrócone do właściciela
pt: Os fundos foram devolvidos ao usuário
ru: Средства были возвращены владельцу
sv: Medlen återfördes till ägaren

source: Congratulations
de: Gratulation
eo: Gratulojn
es: Felicitaciones
fi: Onnittelut
fr: Félicitations
he: מזל טוב
nl: Gefeliciteerd
pl: Gratulacje
pt: Parabéns
ru: Поздравляем
sv: Grattis

source: Amount
de: Betrag
eo: Kvanto
es: Cantidad
fi: Määrä
fr: Montant
he: סכום
nl: Bedrag
pl: Kwota
pt: Valor
ru: Количество
sv: Mängd

source: can be sold for about
de: entsprechen etwa USD $
eo: povas esti vendita por proksimume
es: se puede vender por alrededor de
fi: myyntihinta
fr: peut être vendu pour environ
he: יכול להימכר תמורת בערך
nl: kan worden verkocht voor ongeveer
pl: mogą być sprzedane za około
pt: Pode ser vendido por aproximadamente
ru: могут быть проданы за
sv: kan säljas för omkring

source: Send to
de: Senden an
eo: Sendu al
es: Enviar a
fi: Lähetä
fr: Envoyer à
he: שלח ל
nl: Versturen naar
pl: Wyślij do
pt: Enviar para
ru: Отправить
sv: Skicka till

source: Send
de: Senden
eo: Sendu
es: Enviar
fi: Lähetä
fr: Envoyer
he: שלח
nl: Verstuur
pl: Wyślij
pt: Enviar
ru: Отправить
sv: Sänd

source: How to sell
de: Wie verkaufe ich meine Bitcoins?
eo: Kiel vendi
es: Cómo vender
fi: Miten myydä
fr: Comment vendre
he: איך למכור
nl: Hoe te verkopen
pl: Jak sprzedawać
pt: Como vender
ru: Как продать
sv: Hur man säljer

source: How to spend
de: Wie gebe ich meine Bitcoins aus?
eo: Kiel elspezi
es: Cómo gastar
fi: Miten käyttää
fr: Comment dépenser
he: איך להשתמש
nl: Hoe te besteden
pl: Jak wydawać
pt: Como gastar
ru: Как потратить
sv: Hur man spenderar

source: What is Bitcoin
de: Was ist Bitcoin
eo: Kio estas Bitcoin
es: Qué es Bitcoin
fi: Mikä on Bitcoin
fr: Qu'est-ce que Bitcoin
he: מה זה ביטקוין
nl: Wat is Bitcoin
pl: Co to jest Bitcoin
pt: O que é Bitcoin
ru: Что такое Биткоин
sv: Vad är Bitcoin

source: Instant peer to peer transactions
de: Unverzügliche Peer-to-Peer Transaktionen
eo: Instant peer por enrigardi transakcioj
es: Transacciones instantánea de persona a person
fi: Välittömät P2P-siirrot
fr: Transactions instantanées de pair à pair
he: עסקאות מידיות מאדם לאדם
nl: Instant peer-to-peer transacties
pl: Natychmiastowe prywatne transakcje
pt: Transações peer to peer instantâneas
ru: Мгновенные транзакции точка-точка
sv: Omedelbar peer to peer transaktioner

source: Worldwide payments
de: Weltweite Zahlungsmöglichkeit
eo: Ĉiuj pagoj
es: Pagos en todo el mundo
fi: Maailmanlaajuiset maksut
fr: Paiements à travers le monde
he: העברת תשלום ברחבי העולם
nl: Wereldwijde betalingen
pl: Międzynarodowe płatności
pt: Pagamentos em todo o mundo
ru: Платежи по всему миру
sv: Globala betalningar

source: And much more
de: Und noch Vieles mehr
eo: Kaj multe pli
es: Y mucho más
fi: Ja paljon muuta
fr: Et bien plus encore
he: ועוד הרבה יותר מזה
nl: En nog veel meer
pl: I wiele więcej
pt: E muito mais
ru: И многое другое
sv: Och mycket mer

source: Bitcoin uses peer to peer technology to operate with no central authority
de: Bitcoin nutzt Peer-to-Peer-Technologie um ohne zentrale Institution auszukommen
eo: Bitcoin uzas peer por enrigardi teknologio funkcii sen centra aŭtoritato
es: Bitcoin utiliza P2P tecnología para operar sin autoridad central
fi: Bitcoin käyttää P2P-teknologiaa operoidakseen ilman keskitettyä kontrollia
fr: Bitcoin utilise la technologie de pair à pair pour fonctionner sans autorité centrale
he: ביטקוין משתמש בטכנולוגית P2P שפועלת ללא סמכות מרכזית
nl: Bitcoin maakt gebruik van peer-to-peer-technologie om te werken zonder centrale autoriteit
pl: Bitcoin używa technologii P2P (peer to peer), bez punktu centralnego, który by ją kontrolował
pt: O bitcoin usa tecnologia peer to peer para funcionar sem uma autoridade central
ru: Биткоин использует пиринговые технологии чтобы осуществлять операции без центрального оператора
sv: Bitcoin använder peer to peer-teknik för att fungera utan någon central myndighet

source: collectively by the network
de: gemeinschaftlich durch das Netzwerk geregelt
eo: kolektive por la reto
es: colectivamente por la red
fi: kollektiivisesti verkon toimesta
fr: collectivement par le réseau
he: באופן קולקטיבי על ידי הרשת
nl: gezamenlijk door het netwerk
pl: wspólnie przez wszystkich jego użytkowników
pt: coletivamente pela rede
ru: коллективно сетью
sv: kollektivt av nätverket

source: Through many of its unique properties, Bitcoin allows exciting uses that could not be covered by any previous payment systems
de: Aufgrund ihrer vielen einzigartigen Eigenschaften ermöglichen Bitcoins aufregende neue Anwendung, die mit bisherigen Zahlungssytemen nicht möglich waren
eo: Tra multaj el liaj solaj proprietoj, Bitcoin permesas ekscita uzoj kiuj ne povus esti kovrita per iu antaŭa pago sistemoj
es: A través de muchas de sus propiedades únicas, Bitcoin permite usos interesantes que no podían ser cubiertos por ningún sistema de pago anteriores
fi: Monien sen ainutlaatuisten ominaisuuksien johdosta, Bitcoin mahdollistaa jännittäviä käyttötarkoituksia, joihin aikaisemmat maksujärjestelmät eivät ole pystyneet
fr: A travers nombre de ses propriétés uniques, Bitcoin permet des utilisations passionnantes qui ne peuvent être couvertes par des systèmes de paiement habituels
he: באמצעות התכונות המיוחדות שלו, ביטקוין מאפשר שימושים חדשים שלא ניתן לבצע באמצעות שיטות התשלום המסורתיות.
nl: Door veel van zijn unieke eigenschappen, maakt Bitcoin spannende toepassingen mogelijk die niet kunnen worden gerealiseerd door bestaande betalingssystemen
pl: Dzięki wielu jego unikalnym cechom, Bitcoin pozwala na zastosowania, które nie były możliwe w żadnym dotąd stosowanym systemie płatności
pt: Através de suas propriedades únicas, o Bitcoin permite novos usos que não eram possíveis anteriormente por nenhum outro sistema de pagamento.
ru: Благодаря множеству этих уникальных качеств Биткоин открывает вдохновляющие возможности которые не были возможны в старых системах платежей
sv: Genom många av dess unika egenskaper, Bitcoin låter spännande användningsområden som inte kunde omfattas av eventuella tidigare betalningssystem

source: For more information visit
de: Weiter Informationen (englischsprachig) unter
eo: Por pli informo vizito
es: Para obtener más información, visite
fi: Lisätietoa osoitteista
fr: Pour plus d'informations, visitez
he: למידע נוסף בקרו ב
nl: Voor meer informatie bezoek
pl: Więcej informacji na stronie
pt: Para mais informações, visite
ru: Чтобы узнать больше информации посетите
sv: För mer information besök

source: or search online for
de: oder online unter
eo: aŭ serĉi en linio por
es: o buscar en el internet para
fi: tai hae verkosta
fr: ou recherchez en ligne
he: או חפשו ברשת
nl: of zoek online naar
pl: lub po wpisaniu w wyszukiwarce słowa
pt: ou procure online por
ru: или ищите в сети
sv: eller söka på nätet efter

source: Bitcoin
he: ביטקוין
ru: Биткоин

source: Tip activation time
de: Trinkgeld wurde eingelöst am
eo: Tip aktivigo tempo
es: Hora de activación de la propina
fi: Tipin aktivoitumisaika
fr: Heure d'encaissement du pourboire
he: זמן הפעלת הטיפ
nl: Tip activeringstijd
pl: Moment odebrania napiwku
pt: Hora de ativação do cupom
ru: Время активации чаевого
sv: Tips aktiveringstid

source: Tip was sent to address
de: Trinkgeld gesendet an
eo: Tip estis sendita alparoli
es: Propina fue enviada a la dirección
fi: Tippi lähetettiin osoitteeseen
fr: Le pourboire a été envoyé à l'adresse
he: הטיפ נשלח לכתובת
nl: Tip is verstuurd aan adres
pl: Napiwek wysłano na adres
pt: Gorjeta enviada para o endereço
ru: Чаевой был отправлен по адресу
sv: Tipset har skickats för att ta itu

source: Transaction ID
de: Transaktions ID
eo: Transakcio ID
es: ID de transacción
fi: Transaktio ID
he: מזהה העסקה
nl: Transactie ID
pl: Identyfikator transakcji
pt: ID da transação
ru: Номер транзакции
sv: Transaktions-ID

source: Your Bitcoin address
de: Deine Bitcoin Adresse
eo: Via Bitcoin adreso
es: Su dirección de Bitcoin
fi: Bitcoin-osoitteesi
fr: Votre adresse Bitcoin
he: כתבות הביטקוין שלכם
nl: Uw Bitcoin adres
pl: Twój adres Bitcoin
pt: Seu endereço de Bitcoin
ru: Ваш адес Биткоин
sv: Din Bitcoin adress

source: All the unused funds will be returned to this address after expiration
de: Alle nichteingelösten Trinkgelder werden nach Ablauf des BCTips an diese Adresse zurück gesendet
eo: Ĉiuj neuzitaj fundoj estos revenis al tiu adreso post finiĝo
es: Todos los fondos no utilizados serán devueltos a esta dirección tras el vencimiento
fi: Kaikki käyttämättömät varat palautetaan tähän osoitteeseen erääntymisen jälkeen
fr: Tous les fonds non utilisés seront retournés à cette adresse après l'expiration
he: כל סכום שלא ייעשה בו שימוש לאחר תום התוקף יוחזר לכתובת הבאה
nl: Alle tips die niet zijn gebruikt worden teruggestuurd naar dit adres na afloop
pl: Wszelkie niewykorzystane środki zostaną zwrócone na ten adres po upływie okresu ważności
pt: Todos os fundos não resgatados serão devolvidos para o endereço depois de vencidos
ru: Все не использованные средства будут возвращены на этот адрес по истечению срока
sv: Alla outnyttjade medel kommer att returneras till den här adressen efter utgångs

source: Tip Value
de: Betrag
eo: Tip Valoro
es: Valor de la Propina
fi: Tipin Arvo
fr: Valeur du pourboire
he: סכום התשר
nl: Tip Waarde
pl: Wartość
pt: Valor da gorjeta
ru: Стоимость
sv: Tip Värde

source: Template
de: Vorlage
es: Plantilla
fi: Malli
fr: Modèle
he: תבנית
nl: Sjabloon
pl: Szablon
pt: Modelo
ru: Шаблон
sv: Mall

source: Message
de: Nachricht
eo: Mesaĝo
es: Mensaje
fi: Viesti
he: הודעה
nl: Bericht
pl: Wiadomość
pt: Mensagem
ru: Сообщение
sv: Meddelande

source: Please support the development
de: Bitte unterstütze die Entwicklung
eo: Bonvolu subteni la disvolviĝo
es: Por favor, apoye el desarrollo
fi: Tukekaa kehitystä
fr: Merci de soutenir le développement
he: אנא עזרו לנו להמשיך את הפיתוח
nl: Steun alstublieft de ontwikkeling
pl: Prosimy o wsparcie rozwoju projektu
pt: Por favor, ajude no desenvolvimento
ru: Пожалуйста поддержите разработку
sv: Vänligen stödja utvecklingen

source: Tips
de: Trinkgelder
eo: Konsiloj
es: Propinas
fi: Tipit
fr: Conseils
he: טיפים
pl: Napiwki
pt: Gorjetas
ru: Чаевые

source: Print and Post service
de: Ausdrucken und Service aktivieren
eo: Print kaj Post servo
es: Impresión y servicio postal
fi: Tulostus- ja Postipalvelu
fr: Service d'impression et d'envoi postal
he: שירותי הדפסה ומשלוח
nl: Print-en post dienst
pl: Wydruk i wysyłka
pt: Serviço de impressão e postagem
ru: Услуга по печати и отправке
sv: Skriv ut och Post tjänsten

source: Premium Template
de: Premium Vorlage
es: Plantilla de prima
fi: Premium Malli
fr: Modèle haut de gamme
he: תבנית פרמיום
nl: Premium sjabloon
pl: Szablon Premium
pt: Modelo premium
ru: Премиум шаблон
sv: Premium Mall

source: Our humble tips
de: Ihre größzügige Spende an uns. Danke!
eo: Niaj humila konsiletoj
es: Nuestros humildes propinas
fi: Nöyrät tippimme
fr: Votre contribution
he: התשר הצנוע שלנו
nl: Onze bescheiden tips
pl: Darowizna dla projektu
pt: Nossa humilde gorjeta
ru: Наши скромные чаевые
sv: Våra ödmjuka tips

source: Transaction Fees
de: Transaktionsgebühr (geht an das Netzwerk)
eo: Transakcio Kotizoj
es: Tarifas de transacción
fi: Siirtokustannukset
fr: Frais de transaction
he: עמלות עסקה
nl: Transactiekosten
pl: Opłaty za transakcje
pt: Taxa de transação
ru: Сборы за транзакции
sv: Transaktionsavgifter

source: Total
de: Gesamt
eo: Sumo
fi: Yhteensä
he: סה"כ
nl: Totaal
pl: Razem
ru: Всего
sv: Totalt

source: Checkout
de: Zahlungspflichtig abschließen
es: Realizar Pedido
fi: Kassalle
fr: Caisse
he: לקופה
nl: Afrekenen
pl: Płatność
ru: Оформить
sv: Kassan

source: Your Wallet
de: Dein Wallet
eo: Via Wallet
es: Su monedero
fi: Lompakkosi
fr: Votre portefeuille
he: הארנק שלך
nl: Uw Portemonnee
pl: Twoje napiwki
pt: Sua carteira
ru: Ваш Кошелек
sv: Din plånbok

source: Wallet was created on
de: Wallet erstellt am
eo: Monujo estis kreita
es: Monedero se creó el
fi: Lompakko luotiin
fr: Portefeuille créé le
he: הארנק הזה נוצר ב
nl: Portemonnee werd gemaakt op
pl: Napiwki stworzono
pt: Carteira criada em
ru: Кошелек был создан
sv: Plånbok skapades på

source: BCTip value
de: BCTip Betrag
eo: BCTip valoro
es: valor BCTip
fi: BCTipin arvo
fr: Valeur de BCTip
he: סכום הכרטיס
nl: BCTip waarde
pl: Wartość napiwku
pt: Valor do BCTip
ru: Стоимость чаевого
sv: BCTip värde

source: Quantity
de: Anzahl
eo: Kvanto
es: Cantidad
fi: Määrä
fr: Quantité
he: כמות
nl: Hoeveelheid
pl: Liczba
pt: Quantidade
ru: Количество
sv: Mängd
