Repository: 1Crazymoney/bctip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, eo, es, fi, fr, he, nl, pl, pt, ru, sv

source: It is a new, secure and free technology that enables
de: Diese neue, sichere und freie Technologie ermöglicht
eo: Ĝi estas nova, sekura kaj libera teknologio kiu ebligas
es: Es una nueva, segura y gratis tecnología que permite
fi: Se on uusi, turvallinen ja ilmainen teknologia joka mahdollistaa
fr: C'est une nouvelle technologie sûre et gratuite qui permet
he: זאת טכנולוגיה חדשה וחופשית שמאפשרת
nl: Het is een nieuw, veilig en gratis techniek die zorgt voor
pl: Jest to nowa, bezpieczna i darmowa technologia, która pozwala na
pt: É uma tecnologia nova, segura e gratuita que permite
ru: Это новая, защищенная и свободная технология, которая позволяет
sv: Det är en ny, säker och fri teknik som gör att

source: Very low or zero processing fees
de: Sehr niedrige oder keine Transaktionsgebühren
eo: Tre malalta aŭ nula prilaborado kotizoj
es: Tasas de procesamiento muy bajas o nada
fi: Hyvin pienet tai ei ollenkaan käsittelymaksuja
fr: Frais de traitement très faibles ou inexistants
he: עמלות מאוד נמוכות
nl: Erg lage of geen administratiekosten
pl: Bardzo niskie lub zerowe opłaty transakcyjne
pt: taxas de processamento muito baixas ou nulas.
ru: Очень низкая или нулевая коммиссия
sv: Mycket låg eller noll avgifter bearbetning

source: Please redeem BCTip before the expiry date
de: Bitte den BCTip vor dem Verfallsdatum einlösen
eo: Bonvolu elaĉeti BCTip antaŭ la expiry dato
es: Por favor reclama tu BCTip antes de la fecha de expiración
fi: Lunasta BCTip ennen erääntymispäivää
fr: Veuillez encaisser le BCTip avant la date d'expiration
he: אנא פדו את הכרטיס לפני תום התוקף
nl: Gebruik BCTip voor de vervaldatum
pl: Proszę odebrać napiwek przed upłynięciem daty jego ważności
pt: Resgate o BCTip antes do vencimento
ru: Пожалуйста обналичьте чаевой до истечения срока
sv: Vänligen lösa BCTip före utgångsdatum

source: As soon as you get your own wallet, you can send your tips there
de: Sobald Du Dein eigenes Wallet hast, kannst Du Deine Trinkgelder dorthin überweisen
eo: Kiam vi ricevos vian propran monujon, vi povas sendi vian konsiletoj tie
es: En cuanto consigues tu propio monedero, puedes enviar tus propinas ahí
fi: Heti kun omistat oman lompakon, voit lähettää tippisi sinne
fr: Dès que vous aurez votre propre portefeuille, vous pourrez envoyer vos pourboires ici
he: ברגע שתצרו ארנק משלכם, שלחו אליו את הטיפ שקיבלתם
nl: Zodra je een eigen portemonnee hebt, kunnen de tips daar naar verzonden worden
pl: Po założeniu portfela, możesz przesłać do niego swoje napiwki
pt: Assim que tiver sua carteira, você pode enviar suas gorjetas para ela
ru: Как только у вас будет собственный кошелек вы сможете отправить ваши чаевые туда
sv: Så fort du får din egen plånbok, kan du skicka dina tips där

source: If you wish to sell bitcoins, you can use one of the exchanges like
de: Falls Du Deine Bitcoins verkaufen möchtest, kannst Du verschieden Plattformen benutzen, wie z.B.
eo: Se vi deziras vendi bitcoins, vi povas uzi unu el la interŝanĝoj ŝatas
es: Si usted desea vender bitcoins, puede utilizar una de las casas de cambio como
fi: Jos haluat myydä bitcoinisi, voit käyttää markkinapaikkoja kuten
fr: Si vous désirez vendre des bitcoins, vous pouvez utiliser des échanges comme
he: אם ברצונכם למכור את הביטקוין, תוכלו להשתמש באתר חלפנות כמו
nl: Als je bitcoins wilt verkopen, kun je een exchange gebruiken
pl: Jeśli chcesz wymienić bitcoiny na inną walutę, możesz zrobić to na giełdach
pt: Se quiser vender bitcoins, você pode usar uma casa de câmbio como
ru: Если вы хотите продать биткоины, то вы можете использовать обменники
sv: Om du vill sälja bitcoins, kan du använda en av de börser som

source: There are many ways, and new ways each day, just check out
de: Es gibt viele Möglichkeiten und jeden Tag entstehen neue. Guck z.B. hier
eo: Ekzistas multaj manieroj, kaj novaj manieroj tage, nur kontroli
es: Hay muchas maneras, y nuevas formas cada día, fíjense
fi: Tapoja on useita ja uusia tulee joka päivä, tarkista
fr: Il y a beaucoup de moyens, et de nouveaux moyens tous les jours, il suffit de rester au courant
he: יש המון שיטות כיום וכל יום מתגלות שיטות חדשות. בדקו בעצמכם
nl: Er zijn veel manieren, groeiend per dag, kijk bijv. naar
pl: Istnieje wiele możliwości używania bitcoinów, z każdym dniem coraz więcej. Sprawdź na
pt: Há muitas maneiras e novas formas a cada dia, basta verificar
ru: Есть множество способов и каждый день появляются новые, просто проверьте
sv: Det finns många sätt, och nya sätt varje dag, bara kolla

source: Your bitcoin address
de: Deine Bitcoin-Adresse
eo: Via bitcoin adreso
es: Su dirección de bitcoin
fi: Bitcoin-osoitteesi
fr: Votre adresse bitcoin
he: כתובת הביטקוין שלך
nl: Uw bitcoin adres
pl: Twój adres bitcoin
pt: Seu endereço bitcoin
ru: Ваш биткоин адрес.
sv: Din Bitcoin adress

source: rate at time of purchase
de: Kurs zum Zeitpunkt der Zahlung
eo: rapido je tempo de aĉeto
es: Cotización cuando se compro
fi: Kurssi ostohetkellä
fr: Taux au moment de l'achat
he: שער בזמן הרכישה
nl: koers op tijdstip aankoop
pl: - kurs w momencie wygenerowania
pt: Taxa na data do pedido
ru: курс на время покупки
sv: hastighet vid tidpunkten för köpet

source: Current
de: Aktuell
eo: Nuna
es: Actual
fi: Nykyinen
fr: Courant
he: נוכחי
nl: Huidig
pl: Aktualny
pt: Atual
ru: Текущий
sv: Nuvarande

source: managing transactions and issuing bitcoins are carried out
de: die Durchführung von Transaktionen und das Ausstellen von Bitcoins werden
eo: administri la transakcioj kaj elsendante bitcoins efektivigas
es: gestión de las transacciones y la emisión de bitcoins se realizan
fi: Siirtojen ylläpito ja bitcoinien liikkeellelasku hoituu
fr: la gestion des transactions et l'émission des bitcoins sont gérés par
he: מבצע עסקות ומנפיק כרטיסים
nl: beheren transacties en het uitgeven van bitcoins wordt gedaan
pl: potwierdzanie transakcji i tworzenie nowych bitcoinów zarządzane jest
pt: gerenciamento de transações e emitir bitcoins são realizadas
ru: управлением транзакциями и выпуском биткоинов занимается
sv: hantera transaktioner och utfärdande bitcoins utförs

source: Please claim before the expiration date below, or the bitcoins will be returned to the donor
de: Dieser Gutschein hat ein Verfallsdatum. Bitte löse ihn so schnell wie möglich ein
eo: Bonvolu aserti antaŭ la finiĝo dato sube, aŭ la bitcoins estos revenis al la donanto
es: Reclamen los bitcoins antes de la fecha de expiración, o seran devuelto al donante
fi: Lunasta ennen erääntymispäivämäärää tai bitcoinit palautetaan lahjoittajalle
fr: Veuillez encaisser avant la date d'expiration, ou les bitcoins seront restitués au donateur
he: אנא פדו את הכרטיס לפני תום התוקף. אחרת הביטקוין יוחזרו ליוצר
nl: Te gebruiken voor de vervaldatum. Na deze datum worden de bitcoins teruggestuurd naar de tipgever
pl: Proszę odebrać przed datą ważności poniżej, lub bitcoiny powrócą do ofiarodawcy
pt: Esse cupom tem prazo de validade. Transfira seus bitcoins ou eles serão devolvidas ao remetente
ru: Пожалуйста используйте до даты истечения срока, иначе биткоины будут возвращены владельцу
sv: Lös in dina bitcoins innan förfallodatum nedan. Annars återsänds de till givaren

source: by this month
de: diesen Monat
eo: de tiu monato
es: por este mes
fi: kuun loppuun mennessä
fr: durant ce mois
he: לפי החודש הנוכחי
nl: per maand
pl: w tym miesiącu
pt: neste mês
ru: в этом месяце
sv: genom denna månad

source: is printed in the center of every tip
de: Wird mittig auf den BCTip gedruckt
eo: estas presita en la centro de ĉiu pinto
es: se imprime en el centro de cada propina
fi: tulostetaan jokaisen tipin keskelle
fr: est imprimé au centre de chaque pourboire
he: מודפס במרכז של כל כרטיס
nl: wordt geprint in het midden van elke tip
pl: wydrukowana na środku każdego napiwku
pt: é impresso no centro de cada cupom
ru: печатается в центре каждого чаевого
sv: skrivs i mitten av alla tips

source: many others
de: viele andere
eo: multaj aliaj
es: muchos otros
fi: monia muita
fr: beaucoup d'autres
he: עוד רבים
nl: vele anderen
pl: wielu innych
pt: muitos outros
ru: многие другие
sv: många andra

source: Generate new tips
fr: Créer de nouveaux pourboires
he: צור כרטיסיות חדשות

source: preview
fr: Aperçu
he: תצוגה מקדימה

source: Please help with translation at
fr: Merci d'aider à la traduction ici
he: אנא עזרו עם תרגום לשפות נוספות

source: www.youtube.com/embed/Gc2en3nHxA4
de: https://www.youtube.com/watch?v=eb0xHN1Dq7M
es: https://www.youtube.com/watch?v=Gc2en3nHxA4
fi: www.youtube.com/embed/88NV75YRAnc
fr: https://www.youtube.com/embed/eN4SCHxhgag
ru: www.youtube.com/embed/IdWgvOxjYi8

source: template preview
de: Vorlagen Vorschau
eo: template antaŭvido
es: modelo de visualización
fi: Mallin esikatselu
fr: prévisualiser le modèle
nl: sjabloon voorbeeld
pl: podgląd szablonu
pt: Preview do modelo
ru: предпросмотр шаблона
sv: mall förhandsvisning

source: Nice Label
de: Etikett
eo: Nice Stampo
es: Bonita Etiqueta
fi: Design
nl: Leuk Label
pl: Metka
pt: Etiqueta Agradável
ru: Красивая метка
sv: Bra Tillverkare

source: Generate New
es: Baols
