Repository: 1Crazymoney/bctip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, eo, es, fi, fr, he, nl, pl, pt, ru, sv

source: Paid on
de: Bezahlt am
eo: Pagita sur
es: Pagado el
fi: Maksettu
fr: Payé le
he: שולם ב
nl: Betaald op
pl: Zapłacone
pt: Pago em
ru: Оплачен
sv: Betald på

source: Download
eo: Elŝuti
es: Descargar
fi: Lataa
fr: Télécharger
he: הורד
pl: Pobierz
ru: Загрузить
sv: Hämta

source: Comment
de: Kommentar
eo: Komento
es: Comentario
fi: Kommentti
fr: Commentaire
he: הערב
nl: Label
pl: Komentarz
pt: Comentário
ru: Коментарий
sv: Kommentera

source: Comment Date
de: Kommentar-Datum
eo: Komento Dato
es: Fecha de comentario
fi: Kommentin Päivämäärä
fr: Date du Commentaire
he: תאריך הערה
nl: Label Datum
pl: Data komentarza
pt: Data do Comentário
ru: Дата коментария
sv: Kommentar Datum

source: Activated
de: Eingelöst
eo: Aktivigita
es: Activado
fi: Aktivoitu
fr: Réclamé
he: הופעל
nl: Geactiveerd
pl: Odebrane
pt: Ativado
ru: Активировано
sv: Aktiverad

source: Visited
de: Besucht
eo: Vizitis
es: Visitado
fi: Käyty
fr: Visité
he: ביקר
nl: Bezocht
pl: Odwiedziny
pt: Visitado
ru: Посещено
sv: Var där

source: Link
eo: Ligilo
es: Enlace
fi: Linkki
fr: Lien
he: קישור
pl: Odsyłacz
ru: Ссылка
sv: Länk

source: expired
de: abgelaufen
eo: elspirita
es: espirado
fi: erääntynyt
fr: expiré
he: פג תוקף
nl: verlopen
pl: wygasł
pt: vencido
ru: истек
sv: utgånget

source: and
de: und
eo: kaj
es: y
fi: ja
fr: et
he: ו
nl: en
pl: i
pt: e
ru: и
sv: och

source: returned
de: zurück gesendet
eo: revenis
es: devuelto
fi: palautettu
fr: remboursé
he: הוחזר
nl: terug
pl: zwrócony
pt: devolvido
ru: возвращен
sv: return

source: not activated
de: nicht eingelöst
eo: ne aktivigis
es: no activado
fi: ei aktivoitu
fr: non réclamé
he: לא הופעל
nl: niet geactiveerd
pl: nieodebrany
pt: não ativado
ru: не активирован
sv: inte aktiverad

source: save comments
de: Kommentare speichern
eo: savi komentoj
es: guardar comentarios
fi: säästä kommentit
fr: enregistrer les commentaires
he: שמור הערת
nl: bewaar labels
pl: zapisz komentarze
pt: salvar comentários
ru: сохранить комментарии
sv: spara kommentarer

source: very own wallet
de: eigenes Wallet
eo: tre propra monujo
es: propio monedero
fi: ikiomaan lompakkoosi
fr: propre portefeuille
he: ארנק משלך
nl: eigen portemonnee
pl: Twojego osobistego portfela
pt: sua carteira
ru: ваш собственный кошелек
sv: egen plånbok

source: Never worry about small cash bills for tips
de: Nie wieder Gedanken über Kleingeld fürs Trinkgeld machen
eo: Neniam zorgu pri malgrandaj kontanta bekojn por konsiletoj
es: No se preocupe más en las pequeñas cuentas de efectivo para propinas
fi: Älä koskaan murehdi pienistä käteisistä tippeinä
fr: Plus besoin d'avoir de la petite monnaie avec soir pour offrir des pourboires
he: אין צורך לדאוג יותר לכסף קטן בשביל טיפ
nl: Je nooit zorgen maken over kleine contant rekeningen voor tips
pl: Nie martw się o brak drobnych na napiwki
pt: Não se preocupe mais com notas pequenas para gorjetas
ru: Не беспокойтесь о мелких банкнотах для чаевых
sv: Aldrig oroa små kontant räkningar för tips

source: If tips are not claimed within one month, the unused funds will be sent to the donor's wallet
de: Wird das Trinkeld nicht innerhalb eines Monats eingelöst, wird der Betrag an den Aussteller zurück überwiesen
eo: Se konsiletoj ne asertis ene de unu monato, la neuzitaj fundoj estos sendata al la donante la monujo
es: Si las propinas no son reclamados dentro de un mes, los fondos no utilizados serán enviados al monedero del donante
fi: Jos tippejä ei olla lunastettu kuukauden sisällä, käyttämättömät varat lähetetään lahjoittajan lompakkoon
fr: Si les pourboires ne sont pas réclamés après un délai d'un mois, les fonds non utilisés seront renvoyés dans le portefeuille du donateur
he: במידה והטיפ לא ייפדה בתוך חודש, הסכום הנותר יוחזר לארנק של היוצר
nl: Als tips niet binnen een maand worden geclaimd, zal het ongebruikte restant naar de portemonnee van de tipgever worden verzonden
pl: Jeśli napiwki nie zostaną odebrane w ciągu jednego miesiąca, niewykorzystane środki zostaną zwrócone do Twojego portfela
pt: Se a gorjeta não for resgatada em um mês, os fundos serão retornados à carteira do proprietário
ru: Если чаевые не были обналичены в течении одного месяца, то не использованные средства будут возвращены на кошелек создателя
sv: Om tips inte har yrkats inom en månad, kommer de outnyttjade medlen att skickas till givarens plånboken

source: Feel free to use this A4 promo in your store
de: Kostenfreie A4 Promo für Ihr Geschäft
eo: Bonvolu uzi tiun A4 promo en via vendejo
es: Siéntase libre de utilizar esta promoción en el tamaño de A4 en su tienda
fi: Voit vapaasti käyttää tätä A4 promoa kaupassasi
fr: N'hésitez pas à utiliser cette promo A4 dans votre magasin
he: השתמשו בכרזה הזאת בחנות שלכם
nl: Voel je vrij om deze A4 promo gebruiken in uw winkel
pl: Możesz skorzystać z tego plakatu A4 w swoim sklepie
pt: Use este panfleto A4 no seu estabelecimento
ru: Просим воспользоваться этим промо плакатом в вашем магазине
sv: Känn dig fri att använda denna A4 promo i din butik

source: like
de: wie z.B.
eo: kiel
es: gustar
fi: kuten
fr: comme
he: אוהב
nl: zoals
pl: takiego jak
pt: como
ru: например
sv: liknande

source: Original
eo: Originala
fi: Alkuperäinen
he: מקורי
nl: Origineel
pl: Oryginalny
ru: Оригинальный

source: Original B/W
de: Original S/W
eo: Originala B / W
es: Original (Blanco y Negro)
fi: Alkuperäinen B/W
fr: Original N / B
he: שחור/לבן מקורי
nl: Origineel Z/W
pl: Czarno-biały
pt: Original pb
ru: Оригинальный ч/б

source: Turquoise
de: Türkis
eo: Turkiso
es: Turquesa
fi: Turkoosi
he: תורכיז
pl: Turkusowy
pt: Turquesa
ru: Бирюзовый
sv: Turkos

source: Cash Style
de: US cash
eo: Cash Stilo
es: Estilo de Efectivo
fi: Käteinen
fr: Trésorerie style
he: סגנון מזומן
nl: Geld-stijl
pl: Banknot
pt: Tipo de moeda
ru: Денежный стиль
sv: Penga Stil

source: Fantastic
de: Fantastisch
es: Fantástico
fi: Erinomainen
fr: Fantastique
he: פנטסטי
nl: Fantastische
pl: Fantastyczny
pt: Fantástico
ru: Фантастико
sv: Utmärkt

source: Wood style
de: Holz
eo: Ligno stilo
es: Estilo de madera
fi: Puu
fr: Style boisé
he: סגנון עץ
nl: Hout-stijl
pl: Drewno
pt: Tipo de madeira
ru: Деревянный
sv: Trä stil

source: Enter bitcoin address here
de: Bitcoin Adresse hier eintragen
eo: Entajpu bitcoin adreso ĉi tie
es: Ingrese la dirección de bitcoin aquí
fi: Anna Bitcoin-osoitteesi tähän
fr: Entrez l'adresse bitcoin ici
he: הזינו כתובת ביטקוין
nl: Voer hier het bitcoin adres in
pl: Tutaj wpisz adres Bitcoin
pt: Entre endereço de Bitcoin aqui
ru: Введите адрес Биткоин здесь
sv: Ange bitcoin adress här

source: Your address seems too short
de: Deine Adresse ist zu kurz
eo: Via adreso ŝajnas tro mallonga
es: Su dirección parece demasiado corto
fi: Osoitteesi tuntuu olevan liian lyhyt
fr: Votre adresse semble trop courte
he: הכתובת קצרה מדי
nl: Uw adres lijkt te kort
pl: Twój adres wydaje się za krótki
pt: Seu endereço é muito curto
ru: Ваш адрес выглядит слишком коротким
sv: Din adress verkar för kort

source: Must be a valid Bitcoin Address
de: Keine gültige Bitcoin Adresse
eo: Devas esti valida Bitcoin Adreso
es: Debe ser una dirección válida de Bitcoin
fi: Täytyy olla voimassa oleva Bitcoin-osoite
fr: Doit être une Adresse Bitcoin valide
he: יש להזין כתובת ביטקוין חוקית
nl: Moet een geldig Bitcoin Adres zijn
pl: To musi być poprawny adres Bitcoin
pt: Necessário endereço de Bitcoin válido
ru: Должен быть верный адрес Биткоин
sv: Måste vara en giltig Bitcoin Adress

source: Your Address
de: Deine Adresse
eo: Via adreso
es: Su Dirección
fi: Osoitteesi
fr: Votre adresse
he: הכתובת שלכם
nl: Uw adres
pl: Twój adres
pt: Seu endereço
ru: Ваш адрес
sv: Din Adress

source: Custom message
de: Individuelle Nachricht
eo: Propra mesaĝon
es: Mensaje personalizado
fi: Kustomoitu viesti
fr: Message personnalisé
he: הערה
nl: Aangepast bericht
pl: Własna wiadomość
pt: Mensagem customizada
ru: Произвольное сообщение
sv: Anpassad meddelande

source: tips
de: Trinkgelder
eo: konsiletoj
es: propinas
fi: tipit
fr: pourboires
he: טיפ
pl: napiwki
pt: gorjeta
ru: чаевые

source: Activated tips
de: Eingelöste Trinkgelder
eo: Aktivigita konsiletoj
es: Propinas Activadas
fi: Aktivoidut tipit
fr: Pourboires réclamés
he: טיפים שהופעלו
nl: Geactiveerde tips
pl: Odebrane napiwki
pt: Gorjetas ativadas
ru: Активированне чаевые
sv: Aktiverat tips

source: Expired tips
de: Abgelaufene Trinkgelder
eo: Elspirita konsiletoj
es: Propinas expiradas
fi: Erääntyneet tipit
fr: Pourboires expirés
he: טיפים שפגו
nl: Verlopen tips
pl: Wygasłe napiwki
pt: Gorjetas vencidas
ru: Просроченные чаевые
sv: Utgångna tips

source: Total value
de: Gesamtbetrag
eo: Sumo valoro
es: Valor total
fi: Kokonaisarvo
fr: Valeur totale
he: סה"כ סכום
nl: Totale waarde
pl: Wartość ogółem
pt: Valor total
ru: Всего стоимость
sv: Totalt värde

source: Activated value
de: Eingelöster Betrag
eo: Aktivigita valoro
es: Valor Activadas
fi: Aktivoitu arvo
fr: Valeur Réclamée
he: סכום שהופעל
nl: Geactiveerde waarde
pl: Wartość odebranych napiwków
pt: Valor ativado
ru: Стоимость активированных
sv: Aktiverad värde

source: Activation success rate
de: Einlösungsrate
eo: Aktivigo sukceso imposto
es: Porcentaje de éxito de activaciónes
fi: Aktivointien onnistumisprosentti
fr: Taux de réussite d'encaissement
he: אחוזי הצלחה בהפעלה
nl: Activering slagingspercentage
pl: Wskaźnik odbioru napiwków
pt: Taxa de ativação
ru: Процент успеха
sv: Aktiverings framgång

source: You have
de: Du hast
eo: Vi havas
es: Tienes
fi: Sinulla on
fr: Vous avez
he: יש לך
nl: Je hebt
pl: Podarowano Ci
pt: Você tem
ru: У вас есть
sv: Du har

source: source
de: Quelle
eo: Fonto
es: fuente
fi: lähde
he: מקור
nl: bron
pl: źródło
pt: fonte
ru: источник
sv: källa

source: How many
de: Anzahl
eo: Kiom
es: Cuántos
fi: Montako?
fr: Combien
he: כמה
nl: Hoeveel
pl: Liczba
pt: Quantos
ru: Сколько
sv: Hur många

source: Donate to
de: Spende an
eo: Donacu al
es: Donar a
fi: Lahjoita
fr: Faire un don à
he: תרום ל
nl: Doneren aan
pl: Darowizna dla
pt: Doe para
ru: Пожертвовать
sv: Donera till

source: Service
de: Posten
eo: Servo
es: Servicio
fi: Palvelu
he: שירות
nl: Dienst
pl: Pozycja
pt: Serviço
ru: Услуга
sv: Tjänsten

source: Bitcoin is an open source digital currency
de: Bitcoin ist eine digitale Open-Source Währung
eo: Bitcoin estas malferma fonto cifereca valuto
es: Bitcoin es una moneda digital con el código abierto
fi: Bitcoin on avoimeen lähdekoodiin perustuva digitaalinen valuutta
fr: Bitcoin est une monnaie numérique open source
he: ביטקוין הוא מטבע מבוזר דיגיטלי
nl: Bitcoin is een open source digitale munt
pl: Bitcoin jest otwartą, cyfrową walutą
pt: Bitcoin é uma moeda digital de código aberto
ru: Биткоин это цифровая валюта с открытыми исходными кодами
sv: Bitcoin är en digital valuta med öppen källkod

source: You can transfer it worldwide with very low fees
de: Weltweit Zahlungen können mit sehr geringen Gebühren durchgeführt werden
eo: Vi povas kopii ĝin tutmonde kun tre malaltaj kotizoj
es: Usted puede transferir por todo el mundo con tarifas muy bajas
fi: Voit siirrellä sitä maailmanlaajuisesti hyvin pienillä kuluilla
fr: Vous pouvez la transférer dans le monde entier à peu de frais
he: ניתן לשלם באמצעותו ברחבי העולם בעמלות נמוכות מאוד
nl: Je kunt het wereldwijd wisselen met zeer lage kosten
pl: Możesz przesyłać ją do każdego na świecie z minimalną prowizją
pt: Com ela, você pode fazer pagamentos no mundo todo a custos muito baixos
ru: Вы можете пересылать их по всему миру за очень маленькую плату
sv: Den kan överföras runt hela världen till mycket låga kostnader

source: Bitcoin uses cryptography and P2P technology to operate, and does not require central authority
de: Bitcoin basiert auf Kryptografie und Peer-to-Peer-Technologie und funktioniert ohne Zentralbanken
eo: Bitcoin uzas ĉifriko kaj P2P teknologio por funkcii, kaj ne postulas centran aŭtoritaton
es: Bitcoin utiliza la criptografía y la tecnología P2P para operar, y no requiere de una autoridad central
fi: Bitcoin käyttää kryptografiaa ja P2P-teknologiaa toimiakseen, eikä se vaadi keskitettyä kontrollia
fr: Bitcoin utilise la cryptographie et de la technologie P2P pour fonctionner et ne nécessite pas d'autorité centrale
he: ביטקוין מופעל באמצעות הצפנה וטכנולוגיית P2P ואינו דורש סמכות מרכזית.
nl: Bitcoin maakt gebruik van cryptografie en P2P technologie om te werken, er is geen centrale autoriteit nodig
pl: Bitcoin używa kryptografii oraz technologii P2P i nie wymaga centralnego organu kontrolującego
pt: Bitcoin se baseia em criptografia e tecnologia *peer-to-peer* para operar de modo descentralizado
ru: Биткоин использует криптографию, P2P технологии и не требует центрального управления
sv: Bitcoin använder kryptografi- och P2P-teknik för att fungera och ingen central myndighet krävs

source: Expires
de: Gültig bis
eo: Eksvalidiĝi
es: se expira
fi: Erääntyy
fr: Expire
he: תוקף
nl: Verloopt
pl: Ważny do
pt: Válido até
ru: Истекает
sv: Förfaller

source: Issued
de: Ausgestellt am
eo: Elsendita
es: Emitida
fi: Myönnetty
fr: Délivré
he: הונפק
nl: Uitgegeven
pl: Wydrukowano
pt: Emitido em
ru: Выпущен
sv: Utfärdad

source: Thank you for your service!
de: Vielen Dank für Ihren Service!
eo: Dankon por via servo!
es: Gracias por su servicio!
fi: Kiitos palveluksestanne!
fr: Merci pour votre service!
he: תודה רבה על השירות
nl: Bedankt voor de service!
pl: Dziękuję za obsługę!
pt: Obrigado pelo serviço!
ru: Спасибо за ваши услуги!
sv: Tack för din hjälp!

source: Payment Details
de: Zahlungsdaten
eo: Pago Detaloj
es: Datos de pago
fi: Maksutiedot
fr: Détails de paiement
he: פירות השתלום
nl: Details van de betaling
pl: Szczegóły płatności
pt: Detalhes do Pagamento
ru: Детали платежа
sv: Betalningsinformation

source: rate
eo: imposto
es: tasa
fi: kurssi
fr: taux
he: שער
nl: tarief
pl: - kurs wymiany
pt: taxa
ru: курс обмена
sv: hastighet

source: Value
de: Betrag
eo: Valoro
es: Valor
fi: Arvo
fr: Valeur
he: ערך
nl: Waarde
pl: Wartość
pt: Valor
ru: Стоимость
sv: Värde

source: to address
de: an Adresse
eo: al adreso
es: a la dirección
fi: osoitteeseen
fr: à l'adresse
he: לכתובת
nl: naar adres
pl: na adres
pt: para o endereço
ru: на адрес
sv: till adress

source: Payment status
de: Zahlungsstatus
eo: Pago statuso
es: Estado del pago
fi: Maksun tila
fr: Statut du paiement
he: מצב התשלום
nl: Status van de betaling
pl: Status płatności
pt: Status do pedido
ru: Статус платежа
sv: Betalning status

source: Checking
de: Überprüfung
eo: Kontrolanta
es: Comprobando
fi: Tarkistaa
fr: Vérification
he: בבדיקה
nl: Controleren
pl: Sprawdzanie
pt: Verificando
ru: Проверяю
sv: Kontroll

source: Paid! You will be redirected to the wallet
de: Zahlung erfolgreich! Weiterleitung zum Wallet
eo: Pagita! Vi estos redirigido al la sekretejo
es: Pagado! Usted será redirigido al monedero
fi: Maksettu! Sinut ohjataan lompakkoosi
fr: Payé! Vous serez redirigé vers le porte-monnaie
he: שולם! כעת תועבר לארנק
nl: Betaald! U wordt doorgestuurd naar de portemonnee
pl: Zapłacone! Przekierowuję do listy napiwków
pt: Pago! Você será redirecionado à carteira
ru: Оплачено! Вы будете перенаправлены в ваш кошелек
sv: Betald! Du kommer att omdirigeras till plånboken

source: not paid
de: Zahlung nicht erfolgreich
eo: Ne pagitaj
es: no pagado
fi: ei maksettu
fr: non payé
he: לא שולם
nl: niet betaald
pl: niezapłacone
pt: não foi pago
ru: не оплачено
sv: betalas inte

source: Not enough confirmations or not enough funds
de: Nicht ausreichend Bestätigungen oder zu niedriger Kontostand
eo: Ne sufiĉas confirmaciones aŭ ne sufiĉe fondusoj
es: No hay suficientes confirmaciones o no fondos suficientes
fi: Ei tarpeeksi vahvistuksia tai ei tarpeeksi varoja
fr: Pas assez de confirmations ou pas assez de fonds
he: אין מספיק אישורים או כסף
nl: Niet genoeg bevestigingen of niet genoeg geld
pl: Niewystarczająca liczba potwierdzeń lub za niska kwota
pt: Número de confirmações ou fundos insuficientes
ru: Недостаточно подтверждений или недостаточно средств
sv: Inte tillräckligt bekräftelser eller inte tillräckligt med pengar

source: Please wait for several minutes or contact support if necessary
de: Bitte einige Minuten warten oder den Support kontaktieren
eo: Bonvolu atendi dum kelkaj minutoj aŭ kontakti subtenon se necese
es: Por favor, espere unos minutos o contactar con el soporte si es necesario
fi: Odota useita minuutteja tai ota tarvittaessa yhteyttä tukipalveluun
fr: Veuillez attendre plusieurs minutes ou contacter le support si nécessaire
he: אנא המתינו מספר דקות או צרו קשר לתמיכה
nl: Gelieve enkele minuten te wachten of neem contact op met ondersteuning indien nodig
pl: Proszę poczekać kilkanaście minut lub, w razie potrzeby, skontaktować się z administratorem
pt: Por favor espere alguns minutos ou contate o suporte se necessário
ru: Пожалуйста ожидайте несколько минут или свяжитесь с поддержкой если необходимо
sv: Vänta flera minuter eller kontakta support om det behövs

source: Donation to
de: Spende an
eo: Donaco al
es: Donación a
fi: Lahjoitus
fr: Don à
he: תרמו ל
nl: Donatie aan
pl: Darowizna dla
pt: Doação para
ru: Пожертвовать
sv: Donation till

source: wait
de: warten
eo: atendi
es: espere
fi: odota
fr: patienter
he: המתינו
nl: wachten
pl: czekaj
pt: espere
ru: ожидайте
sv: vänta

source: or
de: oder
eo: aŭ
es: o
fi: tai
fr: ou
he: או
nl: of
pl: lub
pt: ou
ru: или
sv: eller

source: This URL is no longer valid, tip was activated
de: Diese URL ist nicht länger gültig; das Trinkgeld wurde bereits eingelöst
eo: Ĉi URL ne plu valida, beko estis aktivigita
es: Esta URL ya no es válida, la propina fue activado
fi: Tämä URL ei ole enää voimassa, tippi on aktivoitu
fr: Cette URL n'est plus valide, le pourboire a été encaissé
he: הכתובת הזאת כבר לא תקיפה. הטיפ נפדה
nl: Deze URL is niet meer geldig, tip werd geactiveerd
pl: Ten adres jest nieważny, napiwek został już odebrany
pt: Esta URL inválida, a gorjeta já ativada.
ru: Сссылка не активна, чаевой был обналичен
sv: Denna URL är inte längre giltigt, var spets aktiveras

source: Tip has been activated
de: Das Trinkgeld wurde eingelöst
eo: Tip estis aktivigita
es: propina fue activado
fi: Tippi on aktivoitu
fr: Le pourboire a été encaissé
he: טיפ נפדה
nl: Tip geactiveerd
pl: Napiwek został odebrany
pt: A gorjeta foi ativada
ru: Чаевой был обналичен
sv: Tip har aktiverats

source: Error
de: Fehler
eo: Eraro
fi: Virhe
fr: Erreur
he: שגיאה
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
sv: Fel

source: Try again
de: Versuche es erneut
eo: Reprovu
es: Inténtalo de nuevo
fi: Yritä uudelleen
fr: Essayer à nouveau
he: נסו שוב
nl: Probeer het opnieuw
pl: Spróbuj ponownie
pt: Tente novamente
ru: Попробуйте еще раз
sv: Försök igen

source: Wallet
eo: Monujo
es: Monedero
fi: Lompakko
fr: Portefeuille
he: ארנק
nl: Portemonnee
pl: Napiwki
pt: Carteira
ru: Кошелек
sv: Plånboks

source: Gratuity
de: Das Trinkgeld
eo: Dankmono
es: Gratificación
fi: Palkkio
fr: Gratuité
he: תשר
nl: Tip
pl: Napiwek
pt: Gorjeta
ru: Чаевые
sv: Dusör

source: Gratuity Example
de: Trinkgeld Beispiel
eo: Dankmono Ekzemplo
es: Ejemplo de Gratificación
fi: Palkkioesimerkki
fr: Exemple de gratuité
he: תשר לדוגמה
nl: Tip voorbeeld
pl: Przykład napiwku
pt: Exemplo de Gorjeta
ru: Пример чаевых
sv: Dusör Exempel

source: Email
eo: Retpoŝto
fi: Sähköpostiosoite
he: מייל
sv: E

source: for activation notifications
de: Für Einlösebestätigungen
eo: por aktivigo Sciigoj
es: para las notificaciones de activaciónes
fi: aktivointi-ilmoituksia varten
fr: pour des notifications d'encaissement
he: להודעה על הפעלות
nl: voor activeringsmeldingen
pl: do powiadomień
pt: para notificações de ativamento
ru: для уведомлений об активации
sv: för anmälningar aktiverings

source: BCTip allows you to print redeemable bitcoin tips
de: BCTip ermöglicht es Dir einlösbare Bitcoin Trinkgeld-Gutscheine zu erstellen
eo: BCTip permesas presi redeemable bitcoin konsiletoj
es: BCTip permite imprimir propinas de bitcoin rescatables
fi: BCTip mahdollistaa lunastettavien tippien tulostamisen
fr: BCTip permet d'imprimer des pourboires bitcoin encaissables
he: BCTip מאפשר לכם להדפיס כרטיסי טיפ
nl: BCTip laat u inwisselbare bitcoin tips printen
pl: BTCTip pozwala drukować napiwki bitcoin
pt: BCTip permite que você imprima cupons em Bitcoin
ru: BCTip позволяет вам печатать обналичиваемые биткоин чаевые
sv: BCTip kan du skriva ut inlösbara Bitcoin tips

source: Each Tip has a unique URL to activate
de: Jedes BCTip hat eine einzigartige URL zum Einlösen
eo: Ĉiu Tip havas unika URL aktivigi
es: Cada Propina tiene una URL única para activar
fi: Jokaisella Tipillä on uniikki URL aktivointiin
fr: Chaque pourboire possède une URL d'activation unique
he: לכל כרטיס יש כתובת ייחודית לצורך הפעלה
nl: Elke tip heeft een unieke URL om te activeren
pl: Każdy napiwek ma swój odsyłacz do jego odebrania
pt: Cada cupom tem um URL único para ativação
ru: У каждого чаевого есть уникальная ссылка для активации
sv: Varje tips har en unik webbadress för att aktivera

source: Follow this link to redeem your bitcoins
de: Folge diesem Link, um Dein BCTip einzulösen
eo: Sekvu tiun ligon por elaĉeti vian bitcoins
es: Siga este enlace para redimir sus bitcoins
fi: Seuraa tätä linkkiä lunastaaksesi bitcoinit
fr: Suivre ce lien pour encaisser vos bitcoins
he: היכנסו לכתובת על מנת לפדות את הביטקוין
nl: Volg deze link om de bitcoins op te halen.
pl: Pod tym adresem możesz odebrać swoje bitcoiny
pt: Siga este link para resgatar seus Bitcoin
ru: Посетите эту ссылку чтобы обналичить ваши биткоины
sv: Följ länken för att lösa in dina bitcoins

source: bitcoins
fi: bitcoinit
he: ביטקוין
pl: bitcoina
ru: биткоины

source: Current bitcoin price
de: Aktueller Bitcoin Kurs
eo: Nuna bitcoin prezo
es: Precio bitcoin actual
fi: Tämänhetkinen bitcoinin hinta
fr: Prix actuel du bitcoin
he: שער ביטקוין נוכחי
nl: Huidige bitcoin prijs
pl: Aktualna cena bitcoin
pt: Preço atual do bitcoin
ru: Текущая цена биткоинов
sv: Nuvarande bitcoin pris

source: To keep these bitcoins you have to send them to your
de: Um die Bitcoins zu behalten, sende sie an Dein
eo: Konservi tiujn bitcoins vi devas sendi ilin al via
es: Para mantener estos bitcoins hay que enviarlos a tu
fi: Pitääksesi bitcoinit lähetä ne sinun
fr: Pour garder ces bitcoins vous devez les envoyer sur votre
he: כדי לשמור את הביטקוין, עליך לשלוח אותם אל
nl: Om deze bitcoins te houden moeten ze worden verstuurd naar uw
pl: By odebrać te bitcoiny musisz wysłać je do
pt: Para guardar esses bitcoins, você deve enviar eles para sua
ru: Чтобы сохранить эти биткоины вам нужно отправить их на ваш
sv: För att hålla dessa bitcoins du måste skicka dem till din

source: Bitcoin is a public digital currency that can be sent directly from person to person
de: Bitcoin is eine digitale Währung, die direkt ohne Umweg von Person zu Person gesendet werden kann
eo: Bitcoin estas publika cifereca valuto kiu povas esti sendita rekte de persono al persono
es: Bitcoin es una moneda digital pública que puede ser enviado directamente de persona a persona
fi: Bitcoin on julkinen digitaalinen valuutta, jota voi lähettää suoraan ihmiseltä ihmiselle
fr: Bitcoin est une monnaie digitale publique qui peut être envoyée directement de personne à personne
he: ביטקוין הוא מטבע דיגיטלי מבוזר המאפשר עסקה מאדם לאדם
nl: Bitcoin is een publieke digitale munteenheid die direct van persoon naar persoon kan worden verstuurd
pl: Bitcoin to otwarta, cyfrowa waluta, która może być wysyłana bezpośrednio między osobami
pt: Bitcoin é uma moeda digital pública que pode ser enviada de uma pessoa diretamente à outra
ru: Биткоин это цифровая валюта которая может быть отправлена напрямую от человека к человеку
sv: Bitcoin är en offentlig digital valuta som kan skickas direkt från person till person
